{
    "about": "UP-Grade is a 10-week, mentor-driven summer program where student teams work on real-world product challenges pitched by industry professionals. Over 10 weeks, you’ll develop the skills needed to thrive in the product design industry.",
    "curious-heading": "Curious about UP-Grade? Here’s what to expect.",
    "curious1": "Under the guidance of industry professionals, teams will design a product from concept to completion. ",
    "curious2": "With a 12-15 hour weekly commitment, you’ll participate in team meetings, mentor workshops, and receive real-time feedback from experts.",
    "why-apply": "By participating in UP-Grade, you’ll develop a standout, portfolio-ready project, refine your skills by collaborating with peers across roles, and gain hands-on experience solving real-world challenges. Plus, you’ll expand your network with industry professionals who provide mentorship and feedback.",
    "task-heading1": "Tackle real-world product challenges in teams.",
    "task-text1":"Over the course of the program, you’ll work to solve a key problem that reflects real-world product challenges in teams of six. You’ll brainstorm, prototype, and iterate thoughtful, user-focused solutions. This is an opportunity to apply design thinking to building solutions that are both creative and strategic. ",
    "task-heading2": "Sharpen your strengths while collaborating.",
    "task-text2": "Whether you enjoy visual design or research, you’ll take on a role that fits your strengths while collaborating with your team. Each team member will bring their own expertise, and together you will develop an impactful design solution.",
    "build-fast":"Build fast and innovate.",
    "build-fast-text": "UP-Grade is modeled after the pace of a start-up. You will create prototypes with short deadlines, learn quick decision-making, and deliver strategic solutions. You’ll ship ideas that are creative and feasible, and learn what it means to design in the real world.",
    "work-with-industry":"Work with industry experts and grow with feedback.",
    "work-with-industry-text": "Each team will be paired with an industry professional who brings insight into design, technology, and user-centered solutions. Through weekly team meetings and mentor workshops, you’ll receive thoughtful feedback and guidance on your designs. ",
    "timeline-text":"Across 10 weeks, team up on a hands-on product design project, gain 1-on-1 mentor support, attend weekly meetings, and connect with industry professionals.",
    "expectation": "UP-Grade has key weekly expectations."
}